Repository: common-repository/woo-easy-view
Catalog: languages/easy_search-*.po
Languages: fr_fr, pt_pt, ru_ru

source: All public view
fr_fr: Toute la vue du public
pt_pt: Todos vista do público
ru_ru: Весь общественный просмотр

source: Get Started
fr_fr: Commencer
pt_pt: Começar
ru_ru: Начать

source: Settings
fr_fr: Paramètres
pt_pt: Configurações
ru_ru: настройки

source: Header:
fr_fr: Entête:
pt_pt: Cabeçalho:
ru_ru: Заголовок:

source: Define color
fr_fr: Définir la couleur
pt_pt: definir a cor
ru_ru: устанавливает цвет

source: Footer:
fr_fr: Bas de page:
pt_pt: Rodapé:
ru_ru: сноска:

source: Border
fr_fr: Frontière
pt_pt: Fronteira
ru_ru: граница

source: Define header/footer color
fr_fr: Définir en-tête / pied de page couleur
pt_pt: Defina o cabeçalho da cor / rodapé
ru_ru: Устанавливает заголовок / цвет нижнего колонтитула

source: Body
fr_fr: Corps
pt_pt: Corpo
ru_ru: тело

source: Customize table.
fr_fr: Personnaliser table.
pt_pt: Personalização da tabela.
ru_ru: Настройка таблицы.

source: Step
fr_fr: Pas
pt_pt: Passo
ru_ru: шаг

source: Body color by step.
fr_fr: La couleur du corps par pas
pt_pt: cor de corpo-a-passo.
ru_ru: Цвет кузова за шагом.

source: Color1
fr_fr: Couleur 1
pt_pt: Cor 1
ru_ru: цвет 1

source: Color for first step
fr_fr: Couleur pour le premier pas
pt_pt: Cor para a primeira etapa
ru_ru: Цвет первый шаг

source: Color2
fr_fr: couleur 2
pt_pt: Cor 2
ru_ru: цвет 2

source: Color for second step
fr_fr: Couleur pour le deuxième pas
pt_pt: Cor para segunda etapa
ru_ru: Цвет является вторым шагом

source: Color by Step
fr_fr: Couleur par étape
pt_pt: Cor by Step
ru_ru: Цвет за шагом

source: Define color for body table
fr_fr: Définir la couleur pour le contenu de la table
pt_pt: Definir cores para a tabela corpo
ru_ru: Устанавливает цвет для тела таблицы

source: Intervals
fr_fr: intervalles
pt_pt: intervalos
ru_ru: интервалы

source: Type of intervals.
fr_fr: Type d'intervalles.
pt_pt: Tipo de intervalos.
ru_ru: Тип интервалов.

source: Number
fr_fr: Nombre
pt_pt: Número
ru_ru: Число

source: Color for first intervals
fr_fr: Couleur pour les premiers intervalles
pt_pt: Cor para os primeiros intervalos
ru_ru: Цвет для первых интервалов

source: Color for second intervals
fr_fr: Couleur pour les secondes intervalles
pt_pt: Cor para o segundo intervalos
ru_ru: Цвет секундными интервалами

source: Color by Intervals
fr_fr: Couleur par Intervalles
pt_pt: Cor por intervalos
ru_ru: Цвет интервалами

source: Define color for body table following number for product view
fr_fr: Définir la couleur pour la table du corps numéro suivant pour les paramètres de produit viewSearch
pt_pt: Definir cores para a tabela corpo seguinte número de configurações view
ru_ru: Устанавливает цвет для тела таблицы следующий номер для вида продукции

source: Search settings
fr_fr: Paramètres de recherche
pt_pt: Configurações de pesquisa
ru_ru: Настройки поиска

source: Rules groups relationship
fr_fr: Relation des groupes de règles
pt_pt: relação de grupos de regras
ru_ru: Правила группы отношений

source: AND: All groups rules must be considered to have the search action applied.
fr_fr: ET: Tous les groupes règles doivent être considérées comme ayant l'action de recherche appliquée.
pt_pt: E: Todos os grupos de regras devem ser considerados para ter a ação de pesquisa aplicada.
ru_ru: И: Все группы правила должны быть рассмотрены, чтобы иметь результаты поиска действия применяются.

source: OR: AT least one group rules must be verified to have the search action applied.
fr_fr: OU: au moins une des règles de groupe doivent être vérifiées pour avoir l'action de recherche appliquée.
pt_pt: OR: pelo menos um regras do grupo deve ser verificada para ter a ação de pesquisa aplicada.
ru_ru: Или, по крайней мере, одна группа правил должна быть проверена, чтобы иметь поиск действия применяются.

source: Rules
fr_fr: Règles
pt_pt: Regras
ru_ru: правила

source: Allows you to define which rules should be checked in order to apply the search.
fr_fr: Vous permet de définir les règles doivent être vérifiés afin d'appliquer la recherche.
pt_pt: Permite definir quais regras devem ser verificados, a fim de aplicar a pesquisa.
ru_ru: Позволяет определить правила, которые не должны быть проверены, чтобы применить поиск.

source: Start date
fr_fr: Date de début
pt_pt: Data de início
ru_ru: Дата начала

source: Date from which the search view is applied.<br>Format: <strong>YYYY-MM-DD</strong>.
fr_fr: Date à partir de laquelle la vue de recherche est appliqué de la Format:. <Strong> AAAA-MM-JJ </ strong>.
pt_pt: Data a partir da qual o ponto de vista de pesquisa é aplicada <br> Formato. <Strong> AAAA-MM-DD </ strong>.
ru_ru: Дата, с которой вид поиска применяется <br> Формат :. <STRONG> YYYY-MM-DD </ STRONG>.

source: End date
fr_fr: Date de fin
pt_pt: Data final
ru_ru: Дата окончания

source: Date when the search view ends.<br>Format: <strong>YYYY-MM-DD</strong>.
fr_fr: Date à laquelle la vue de recherche se termine par la Format:. <Strong> AAAA-MM-JJ </ strong>.
pt_pt: Data em que a visão busca termina <br> Formato. <Strong> AAAA-MM-DD </ strong>.
ru_ru: Дата Когда поиск заканчивается <br> Формат вида по :. <STRONG> YYYY-MM-DD </ STRONG>.

source: Title of view
fr_fr: Titre de vue
pt_pt: Título de vista
ru_ru: Название зрения

source: Make a short description of view list.<br/><strong><i>This description must be fetching</i></strong>
fr_fr: Faire une courte description de vue liste. <br/> <Strong> <i> Cette description doit être aller chercher </ i> </ strong>
pt_pt: Faça uma breve descrição da exibição de lista. <br/> <Strong> <i> Esta descrição deve ser a coleta </ ​​i> </ strong>
ru_ru: Сделайте краткое описание списка. <br/> <STRONG> <I> Это описание должно быть извлечение </ I> </ STRONG>

source: Start Date
fr_fr: Date de début
pt_pt: Data de início
ru_ru: Дата начала

source: End Date
fr_fr: Date de fin
pt_pt: Data final
ru_ru: Дата окончания

source: Active
fr_fr: actif
pt_pt: Ativo
ru_ru: активный

source: Items name
fr_fr: Articles nom
pt_pt: nome itens
ru_ru: название детали

source: Filter by taxonomies(Categories,Tags,Attributes)
fr_fr: Filtrer par taxonomies (Catégories, Tags, attributs)
pt_pt: Filtrar por taxonomias (Categorias, tags, atributos)
ru_ru: Фильтр по таксономиям (Категории, теги, атрибуты)

source: Product ID
fr_fr: ID du produit
pt_pt: ID do produto
ru_ru: Код товара

source: If Order items count
fr_fr: Si les articles Commander compte
pt_pt: Se itens da ordem de contar
ru_ru: Если число пунктов заказа

source: Retrieves only the elements created by the specified authors
fr_fr: Récupère uniquement les éléments créés par les auteurs spécifiés
pt_pt: Recupera apenas os elementos criados pelos autores especificados
ru_ru: Получает только элементы от созданных указанными авторами

source: If Customer role
fr_fr: Si le rôle de client
pt_pt: Se o papel do cliente
ru_ru: Если роль клиента

source: If Customer
fr_fr: Si le client
pt_pt: Se o Cliente
ru_ru: если Клиент

source: If Customer subscribed to Mailchimp list
fr_fr: Si le client a souscrit à la liste Mailchimp
pt_pt: Se o Cliente subscreveu lista Mailchimp
ru_ru: Если Клиент подписались на список Mailchimp

source: If Customer subscribed to a Sendinblue list
fr_fr: Si le client a souscrit à une liste Sendinblue
pt_pt: Se o Cliente subscreveu uma lista Sendinblue
ru_ru: Если Клиент подписан на список Sendinblue

source: If Customer subscribed to a NewsletterPlugin list
fr_fr: Si le client a souscrit à une liste de NewsletterPlugin
pt_pt: Se o Cliente subscreveu uma lista NewsletterPlugin
ru_ru: Если Клиент подписан на список NewsletterPlugin

source: If Customer is following an affiliation link
fr_fr: Si le client suit un lien d'affiliation
pt_pt: Se o Cliente está a seguir um link de afiliação
ru_ru: Если Клиент по ссылкам из принадлежность

source: If Customer is following us on Facebook
fr_fr: Si le client nous suit sur Facebook
pt_pt: Se o Cliente está a seguir-nos no Facebook
ru_ru: Если Клиент Вслед за нами на Facebook

source: If Payment gateway
fr_fr: Si la passerelle de paiement
pt_pt: Se gateway de pagamento
ru_ru: Если платежный шлюз

source: If Shipping country
fr_fr: si le pays d'expédition
pt_pt: se o país de envio
ru_ru: если отправка страна

source: If Customer belongs to specified groups
fr_fr: Si le client appartient à des groupes spécifiques
pt_pt: Se o Cliente pertence a grupos específicos
ru_ru: Если Клиент принадлежит к указанным группам

source: and
fr_fr: et
pt_pt: e
ru_ru: а также

source: is less than
fr_fr: est inférieur à
pt_pt: é menos do que
ru_ru: меньше чем

source: is less or equal to
fr_fr: est inférieur ou égal à
pt_pt: é inferior ou igual a
ru_ru: меньше или равно

source: equals
fr_fr: équivaut à
pt_pt: é igual a
ru_ru: равняется

source: is more than
fr_fr: est plus que
pt_pt: é mais que
ru_ru: больше чем

source: is more or equal to
fr_fr: est supérieur ou égal à
pt_pt: é mais ou igual a
ru_ru: больше или равно

source: is a multiple of
fr_fr: est un multiple de
pt_pt: é um múltiplo de
ru_ru: кратно

source: Add
fr_fr: Ajouter
pt_pt: Adicionar
ru_ru: Добавить
